const initialStore = {
  dataHeader: {
    task1: "React: Домашнє завдання 6. Завдання 2",
    task2: "React: Домашнє завдання 6. Завдання 3",
    description1: "Створіть компонент форми, додайте підтримку sass у проєкт і стилізуйте форму за допомогою sass.",
    description2: "Додайте підтримку CSS-модулів у проєкт, використайте їх під час написання стилів. Додайте валідацію на полі форми. Якщо під час відправлення поле є не валідним, має додатися стиль, за якого border цього поля має стати червоного кольору, а також форма не має відправитися. Надсиланням можна вважати виведення рядка «submit success» в консолі.",
  },
  requestForm: false,
}

export default initialStore;